import { IPoint } from "src/app/models/point"; 
export const PointMock: IPoint[] = [
    {
      "id": "1",
      "name": "Токио",
      "description": `Современная столица Японии, огромный мегаполис, который тянется от горизонта до горизонта. Если вы фанатеете по современной японской культуре, вам однозначно сюда.

\nДнем это строгий и опрятный город с небоскребами из стекла и бетона, между которыми деловито снуют занятые менеджеры в костюмах. Но стоит только стемнеть, Токио превращается в бесконечную шумную тусовку с музыкой, яркими огнями, весельем и фриками.

Если хотите оказаться в эпицентре всей этой тусовки, отправляйтесь в район Сибуя. После заката это место будет соответствовать всем стереотипам о шумном ночном Токио. А днем здесь можно просто пошопиться или перекусить в одном из множества заведений на любой вкус и кошелек.

Не забудьте и про район Акихабара. По отзывам это рай для любителей электроники, но по факту — огромный район с сотнями (а то и тысячами) сувенирных магазинов. Если ваши дружочки-пирожочки прутся по фигуркам персонажей аниме, привезите им что-нибудь из Акихабары. А если повезет, вечером вы наткнетесь здесь на настоящую JDM-тусовку. Ее участники разъезжают по району на тюнингованных японских 
тачках: от классических Mazda RX-7 или Toyota AE86 до современных Nissan GTR35 или Toyota GR Supra.

Еще в Токио очень много парков. В некоторые вход бесплатный, но даже если придется заплатить, цена не будет высокой. Если вам повезет оказаться в Токио в конце марта или начале апреля, вы наверняка насладитесь цветущей сакурой. В парках ее особенно много, хотя вы без труда встретите ее, просто гуляя по улицам Токио.
`,
      "img": [
              "/assets/img_point_Japan/tokio/foto1.jpg",
              "/assets/img_point_Japan/tokio/foto2.jpg",
              "/assets/img_point_Japan/tokio/foto3.jpg",
              "/assets/img_point_Japan/tokio/foto4.jpg"
            ],
      "id_country": "1"
    },
     {
      "id": "2",
      "name": "Фудзиёсида",
      "description": `Это небольшая деревушка у подножия Фудзи. На самом деле, это менее популярное среди туристов место, чем раскрученный Кавагутико. Сюда едут в поисках тишины, покоя, умиротворения и слияния с бесконечным вечным.

Плюсы Фудзиёсиды — потрясающий вид на Фудзи из любой точки городка, отсутствие толп туристов, низкие цены на жилье, атмосфера из мультиков Миядзаки и знаменитая пагода на вершине горы.

Из минусов — транспортная доступность. Из Токио сюда проще всего попасть на автобусе. Можно и на арендованной машине, но взять авто на прокат в Японии — тот еще квест. А вот чтобы отсюда выбраться, придется немного постараться. Мы сначала сели на поезд до Кавагутико. Это, кстати, реальный шанс почувствовать себя героем аниме Миядзаки и прокатиться вместе со школьниками в форме, которые едут на учебу в соседний город. Из Кавагутико берем автобус до Мисимы, а оттуда — Синкансен в Осаку. Впрочем, про Синкансен еще будет чуть ниже.
`,
      "img": [
              "/assets/img_point_Japan/fudji/foto1.jpg",
              "/assets/img_point_Japan/fudji/foto2.jpg",
              "/assets/img_point_Japan/fudji/foto3.jpg",
              "/assets/img_point_Japan/fudji/foto4.jpg"
            ],
      "id_country": "1"
    },
    {
      "id": "3",
      "name": "Осака",
      "description": "Пожалуй, Осака — самый скучный город на нашем маршруте. Это мегаполис, в котором люди работают и спят. Да, по ночам он пытается быть похожим на Токио, но это выглядит, как жалкая пародия на неповторимый оригинал. Тем не менее, большой плюс Осаки — близость к Киото и весьма сдержанные цены на жилье.",
      "img": [
              "/assets/img_point_Japan/osaka/foto1.jpg",
              "/assets/img_point_Japan/osaka/foto2.jpg",
              "/assets/img_point_Japan/osaka/foto3.jpg",
              "/assets/img_point_Japan/osaka/foto4.jpg"
            ],
      "id_country": "1"
    },
    {
      "id": "4",
      "name": "Киото",
      "description": `То ли дело соседний Киото. Это город, по которому можно гулять часами и наслаждаться им, если вы любите традиционную японскую культуру. Храмы, исторические локации, пруды с карпами и вот это все историческое. Ничего удивительного, ведь именно Киото — древняя столица Японии.

Здесь довольно сложно увидеть на улицах тяночек или анимешников. Зато на каждом углу можно арендовать кимоно и отправиться на эффектную фотосессию в историческом стиле к ближайшему храму.

И да, Киото живет куда более спокойной и размеренной жизнью, чем Токио. Город располагает к неспешным прогулкам и созерцанию локаций. Опять же, если приедете сюда в конце марта - начале апреля, сможете насладиться цветущей повсюду сакурой.
`,
      "img": [
              "/assets/img_point_Japan/kioto/foto1.jpg",
              "/assets/img_point_Japan/kioto/foto2.jpg",
              "/assets/img_point_Japan/kioto/foto3.jpg",
              "/assets/img_point_Japan/kioto/foto4.jpg"
            ],
      "id_country": "1"
    },
    {
      "id": "5",
      "name": "Транспорт",
      "description": `Если планируете перемещаться по Токио на общественном транспорте, есть смысл заранее приобрести карту Suica. Это можно сделать в аэропорту. Закидываете на нее деньги и расплачиваетесь за проезд в общественном транспорте и некоторых магазинах. Никаких скидок и бонусов она не дает, но это будет точно удобнее, чем оплачивать проезд наличными.

Дело в том, что японское метро устроено не так, как питерское или московское. Цена проезда здесь не фиксированная, а зависит от количества станций, которые нужно проехать. Поэтому перед входом в метро нужно пройти небольшой квест: подойти к терминалу, ввести название станции, до которой собираетесь доехать, количество пассажиров и оплатить проезд наличными или картой (кстати, PayPass недоступен, нужна именно физическая карта). При проходе через турникет не забудьте забрать билетик, иначе потом не сможете выйти из метро. Если вы где-то просчитаетесь и купите более дешевый билет, на выходе вас не выпустят, пока вы не доплатите.

Собственно, от таких вот мини-квестов и спасает Suica: прикладываете ее на входе и выходе, система сама рассчитает стоимость проезда и спишет нужную сумму. Кстати, ветки метро здесь принадлежат разным операторам, поэтому бесплатные пересадки возможны не всегда. Точнее, они возможны только в пределах одного оператора.

Самый удобный способ перемещаться по Японии на большие расстояния — скоростной поезд Синкансен. Эти поезда ходят очень часто, поэтому покупать билет заранее необязательно. Скорее всего, вы, как и мы, сможете купить его на вокзале буквально за 15 минут до отправления. Нужно учитывать только два момента.

Во-первых, у Синкансенов может быть разное количество остановок по пути. Самый быстрый поезд по пути из Осаки в Токио (или обратно) останавливается буквально три раза, а потому преодолевает около 500 км за 2 часа 20 минут. Есть и те, что останавливаются чаще, и их маршрут может занимать около 4 часов.

Во-вторых, билеты продаются в два типа вагонов: с местом и без места. С местом — это как в наших поездах дальнего следования, то есть в билете будут указаны ваш вагон и место в нем. Без места — это как в наших электричках, но с указанием номера вагона: занимаете любое свободное место, а если их нет, поедете стоя.

И да, Синкансен, как и любой общественный транспорт в Японии, — достаточно дорогое удовольствие. Билет Осака - Токио (или обратно) стоит около 13 000 иен (~10 000 рублей).
`,
      "img": ["/assets/img_point_Japan/transport/foto1.jpg",
              "/assets/img_point_Japan/transport/foto2.jpg",
              "/assets/img_point_Japan/transport/foto3.jpg",
              "/assets/img_point_Japan/transport/foto4.jpg",
              "/assets/img_point_Japan/transport/foto5.jpg",
              "/assets/img_point_Japan/transport/foto6.jpg",
              "/assets/img_point_Japan/transport/foto7.jpg",
              "/assets/img_point_Japan/transport/foto8.jpg",
              "/assets/img_point_Japan/transport/foto10.jpg",
              "/assets/img_point_Japan/transport/foto11.jpg"],
      "id_country": "1"
    },
    {
      "id": "6",
      "name": "Еда",
      "description": `Лапша, суши, рамен, саке — типичные кулинарные стереотипы о Японии. И все это правда. Рамен здесь можно купить на каждом углу в десятках вариаций. Стоит он недорого, около 1 000 иен за большую порцию. Суши и роллы так и вовсе продаются прямо в супермаркетах, как у нас салатики. А главное — они всегда свежие и невероятно вкусные.

Впрочем, японцы также отменно готовят говядину. В ресторанах можно заказать как стейк, так и маленькие кусочки жареной говядины в соусе: и то, и другое доведет мясоеда до гастрономического экстаза.

В целом можно сказать, что вся еда в Японии приготовлена так, чтобы никого не оставить равнодушным. Не важно, любите ли вы мясо, рыбу, лапшу или вы веган. Вы в любом случае без труда найдете то, что придется вам по вкусу. И кошельку, конечно. Цены и в заведениях, и в супермаркетах примерно сравнимы с нашими.
`,
      "img": [],
      "id_country": "1"
    },
    {
      "id": "7",
      "name": "Виза",
      "description": `Для посещения Японии нужна виза. К счастью, это одна из самых простых в получении виз. Список необходимых документов невелик: визовая анкета, загранпаспорт, копия внутреннего паспорта, справка с работы, выписка со счета в банке о доступном остатке, программа пребывания в Японии и бронь билетов туда-обратно. Впрочем, требования к списку документов могут периодически меняться, поэтому лучше его отслеживать на сайте посольства Японии. Например, раньше требовалась оплаченная бронь отелей. Сейчас такого требования нет, но адреса и телефоны отелей все равно необходимо указать в плане поездки.

Если с вами по какой-то причине едут дети, подготовьте на каждого спонсорское письмо и справку из школы (это вместо выписки из банка и справки с работы). Если с ребенком едет только один из родителей, от второго потребуется нотариально заверенное согласие на выезд.

Итак, заполняете все документы на английском или японском. Подавать документы в электронном виде или записываться на прием не нужно. Просто смотрите график приема документов на визу в том посольстве, которое к вам ближе, и приезжайте в указанное время. Всех принимают в порядке живой очереди. С одной стороны, это удобно, особенно если вы когда-нибудь проходили челлендж с записью на визу в США или Великобританию. С другой, лучше освободите день подачи документов от каких-либо дел. Весьма вероятно, что простоять в очереди придется несколько часов, ведь места в ней в Санкт-Петербурге и Москве занимают с 6 утра, а уходят в лучшем случае в 11:00-12:00. Если приедете к 9:00, то вряд ли уйдете раньше 14:00. Это в Петербурге, где в очереди могут одновременно находиться по 60-70 человек. В Москве ситуация сильно хуже.

Кстати, в документы можно вносить исправления уже в процессе подачи прямо от руки. Это ок, по крайней мере, в Петербурге. Но пожалуйста, не делайте так. У вас достаточно времени, чтобы качественно подготовить все заранее. Вы можете посмотреть и почитать отзывы и гайды по обращению за японской визой или позвонить в визовый отдел консульства и задать вопросы. Когда вы что-то исправляете уже в посольстве, вы только задерживаете людей, которые и так ждут несколько часов.

Приятные моменты: виза выдается бесплатно, а срок рассмотрения заявления составляет 5 рабочих дней. По умолчанию в первый раз выдают однократную визу. Впрочем, в анкете можно запросить и многократную. В этом случае к пакету документов потребуется приложить обоснование необходимости получения такой визы.
`,
      "img": [],
      "id_country": "1"
    },

]