import { ITravel } from "src/app/models/travel"; 
export const TravelMock: ITravel[] = [
    {
      "id": "1",
      "country": "Япония",
      "city": "Токио",
      "short_description": "Странная, но до жути интересная!",
      "description": `Покемоны, самураи, кимоно, аниме, JDM, суши, рамен, моти, Фудзи, сакура, тяночки и вот это все, что возникает у вас в голове при упоминании Японии. 
                      Да, это все правда.`,
      "flag": "/assets/img_flags/jp.png",
      "img": "assets/img_countries/foto1.jpg",
      "year": 2025,
      "featured": true
    },

    {
      "id": "2",
      "country": "Англия",
      "city": "Лондон",
      "short_description": "Англия - мечта всей жизни!",
      "description": "Яркие мегаполисы, потрясающая сельская местность, множество замков, красивая природа и уникальная история. Англия, Шотландия, Уэльс, Северная Ирландия – удивительные направления, каждое из которых имеет свою особенность.  Путешествие между этими регионами становится необыкновенным и невероятным.",
      "flag": "/assets/img_flags/gb.png",
      "img": "assets/img_countries/foto2.jpg",
      "year": 2024,
      "featured": true
    },
    {
      "id": "3",
      "country": "ОАЭ",
      "city": "Абу-Даби",
      "short_description": "Почувствуй себя шейхом!",
      "description": "Окружённые роскошью и заботой в каждой мелочи, ощущаешь себя важным Шейхом на отдыхе.Моментальное исполнение любых желаний, очень вкусная и красивая еда, шикарные номера с уютной домашней атмосферой и всё остальное самое лучшее!",
      "flag": "/assets/img_flags/ae.png",
      "img": "assets/img_countries/foto3.jpg",
      "year": 2023,
      "featured": true
    },
    {
      "id": "4",
      "country": "Сейшелы",
      "city": "Виктория",
      "short_description": "Идеальные тропики",
      "description": "Сейшельские острова, небольшой архипелаг в западной части Индийского океана, нередко называют утраченным и обретенным раем. Это один из немногих уголков на Земле, где невероятно красивая природа, экзотические птицы и животные гармонично сочетаются с белоснежными пляжами, о берега которых разбиваются волны кристально чистой воды.",
      "flag": "/assets/img_flags/sc.png",
      "img": "assets/img_countries/foto4.jpg",
      "year": 2022,
      "featured": true
    },
    {
      "id": "5",
      "country": "Маврикий",
      "city": "Порт-Луи",
      "short_description": "Сюда приплывают невероятные киты",
      "description": "В водах Индийского океана вокруг острова обитают несколько видов китообразных, среди которых кашалоты и горбатые киты. Остров привлекает возможностью наблюдать за китами круглый год в их естественной среде обитания.",
      "flag": "/assets/img_flags/mu.png",
      "img": "assets/img_countries/foto5.jpg",
      "year": 2023,
      "featured": true
    },
    {
      "id": "6",
      "country": "Испания",
      "city": "Мадрид",
      "short_description": "Страна горячих испанцев, вкусной кухней...",
      "description": "Эта страна впитала в себя лучшее из множества культур, которые на протяжении веков имели на неё влияние. Арабы, греки, римляне, германцы.. Все они несли свою культуру, архитектуру, свои традиции. И на удивление Испания смогла не только сохранить лучшее из того что несли другие культуры, а и создать свою собственную, основанную на этой смеси.",
      "flag": "/assets/img_flags/es.png",
      "img": "assets/img_countries/foto6.jpg",
      "year": 2018,
      "featured": true
    },
    {
      "id": "7",
      "country": "USA",
      "city": "Вашингтон",
      "short_description": "Это отдельный развитый мир, сочетающий яркие мегаполисы с красивыми пляжами с белым песком в самом центре",
      "description": " Это настоящий рай с тропическим климатом, красивой природой и прекрасными пляжами на берегах Атлантического океана и Мексиканского залива. Флорида — место, где каждый уголок хранит свою уникальную красоту и неповторимость. Здесь безмятежный пляжный отдых соседствует с насыщенной культурной жизнью, древние мангровые заросли — с современными небоскрёбами, а карибская беззаботность — с американской деловитостью.",
      "flag": "/assets/img_flags/us.png",
      "img": "assets/img_countries/foto7.jpg",
      "year": 2019,
      "featured": true
    },
    {
      "id": "8",
      "country": "Турция",
      "city": "Анкара",
      "short_description": "Красивая южная страна с очень богатой историей!",
      "description": "Эта страна стала своеобразным мостом между двумя частями света, между Востоком и Западом, что отразилось и на её прошлом, и на настоящем.",
      "flag": "/assets/img_flags/tr.png",
      "img": "assets/img_countries/foto8.jpg",
      "year": 2020,
      "featured": true
    },
    {
      "id": "9",
      "country": "Египет",
      "city": "Каир",
      "short_description": "Море нужно видеть не на картинках в интернете!",
      "description": "Здесь можно плавать, нырять с маской или аквалангом, изучая богатый подводный мир, выходить на яхте или укрощать доску для серфинга, а также просто наслаждаться неповторимым чувством свободы, любоваться закатным солнцем, оздоравливать организм и получать массу положительных эмоций — словом, занятия по вкусу найдутся для всех и каждого.",
      "flag": "/assets/img_flags/eg.png",
      "img": "assets/img_countries/foto9.jpg",
      "year": 2022,
      "featured": true
    },
    {
      "id": "10",
      "country": "Исландия",
      "city": "Рейкьявик",
      "short_description": "Страна - космос!",
      "description": "Удивительное место, где природа создала ни на что не похожий мир». Это вулканическое плато с вершинами до 2 километров, горячими источниками, действующими вулканами, гейзерами. Здесь всё рядом: пляжи с чёрным песком, голубые ледники и ревущие водопады, гигантские киты и таинственное северное сияние.",
      "flag": "/assets/img_flags/is.png",
      "img": "assets/img_countries/foto10.jpg",
      "year": 2018,
      "featured": true
    },
    {
      "id": "11",
      "country": "Шри-Ланка",
      "city": "Коломбо",
      "short_description": "Здесь можно встретить не только слона, бегущего по трассе, но и леопарда",
      "description": "Шри-Ланка – это относительно небольшое островное государство в Южной Азии, отделенное небольшим проливом от юго-восточной части Индии. Сюда ежегодно съезжается огромное количество как бэгпэкеров, так и чемоданщиков, и каждый обязательно находит то, что ищет. Потому что, несмотря на свою компактность, Шри-Ланка удивительно разнообразна, и одна ее часть совершенно не похожа на все остальные. За неделю самостоятельных поездок по острову мне довелось увидеть три абсолютно разных региона, хотя я не сомневаюсь, что здесь можно отыскать еще парочку.",
      "flag": "/assets/img_flags/lk.png",
      "img": "assets/img_countries/foto11.jpg",
      "year": 2024,
      "featured": true
    },
 ]
